Repository: fannniegit/RealEstate
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: bg

source: Welcome to the rental world!
bg: Добре дошли в света на наемите

source: close
bg: Затвори

source: A security deposit is a sum of money you pay upfront to cover any potential damages or unpaid rent. It's refundable if you meet the terms of your lease.
bg: Гаранционният депозит е сума пари, която плащате предварително, за да покриете всички потенциални щети или неплатен наем. Тя се възстановява, ако отговаряте на условията на договора за наем.

source: What is a security deposit, and how does it work?
bg: Какво е депозит за сигурност и как работи?

source: What should an agreement include?
bg: Какво трябва да включва едно споразумение?

source: A purchase agreement, also known as a contract of sale, should include details about the property (address, description, and condition), the purchase price, earnest money deposit, contingencies (such as financing and inspections), closing date, and any other terms agreed upon by the buyer and seller. It's important to have a real estate attorney or agent review the contract to ensure it's legally sound and protects your interests.
bg: Договорът за покупка, известен също като договор за продажба, трябва да включва подробности за имота (адрес, описание и състояние), покупната цена, задатък, непредвидени разходи (като финансиране и инспекции), крайна дата и всякакви други условия, договорени от купувача и продавача. Важно е да има адвокат по недвижими имоти или агент преглед на договора, за да се гарантира, че е законно и защитава вашите интереси.

source: Closing costs are fees associated with the home buying process. Both the buyer and seller may share these costs, but they are typically negotiated during the sale.
bg: Заключителните разходи са такси, свързани с процеса на закупуване на жилище. Както купувачът, така и продавачът могат да споделят тези разходи, но те обикновено се договарят по време на продажбата.

source: The state of the local real estate market can change over time. It's advisable to consult with a local real estate agent who can provide up-to-date information on market trends, including home prices, inventory levels, and whether it's a buyer's or seller's market.
bg: Състоянието на местния пазар на недвижими имоти може да се промени с течение на времето. Препоръчително е да се консултирате с местен агент по недвижими имоти, който може да предостави актуална информация за пазарните тенденции, включително цените на жилищата, нивата на запасите и дали това е пазар на купувача или продавача.

source: Typically, you'll need proof of income, identification, and references. Landlords may also request a rental application and credit check.
bg: Обикновено ще ви трябва доказателство за доход, идентификация и референции. Наемодателите могат също да поискат заявление за наем и кредитна проверка.

source: What are closing costs, and who pays for them?
bg: Какви са разходите след покупка и кой ги плаща?

source: What documents do I need to rent a house?
bg: Какви документи са необходими за наемане на имот?

source: What's the current local real estate market like?
bg: Какъв е настоящият местен пазар на недвижими имоти?

source: Add your property type
bg: Добави имот

source: Attached house
bg: Долепена къща

source: Bathroomsnt
bg: Бани

source: Bedrooms
bg: Спални

source: Buy
bg: Купи

source: Calculate property costs!
bg: Изчисли имотните стойности

source: Calculation
bg: Калкулации

source: Check it out!
bg: Провери!

source: Detached house
bg: Отделена къща

source: DevOps
bg: Девс

source: Different types of property
bg: Различни типове имат

source: Discover the answers to our top real estate FAQs and let us assist you in achieving your dream home, whether you're renting or buying.
bg: Намери отговорите на нашите топ често задашани шъпроси и ни позволида ти помогнем в намирането на твоя мечтан дом.

source: Evergreen Terrace
bg: Евъргрийн Террас

source: FAQs
bg: Въпроси

source: Find a City
bg: Намери град

source: Find the perfect property for you. Check all available!
bg: Тук можете да намерите най-добрите имоти за наемане!

source: Gallary
bg: Галерия

source: Here you can find the area that matches your requirements the best!
bg: Тук можеш да намериш района, който те устройва най-много!

source: Here you have the freedom to add property types! Be creative!
bg: Тук имаш свободата да добавяш имот! Бъди креативен!

source: Info
bg: Инфо

source: Information
bg: Информация

source: Jessica Williams
bg: Джесика Уилиамс

source: John Smith
bg: Джон Смит

source: Log Out
bg: Излез от профил

source: Michael Jordan
bg: Майкъл Джордан

source: Monthly
bg: Месечно

source: North Milwaukee Avenue
bg: Норт Милкуей авеню

source: Realtor
bg: Брокер

source: Rent
bg: Наем

source: See&Add your favourite proreties
bg: Виж и добави имоти

source: Space
bg: Спейс

source: The home buying process typically involves finding a suitable property, securing financing through a mortgage lender, making an offer on the home, getting a home inspection to assess its condition, and then closing the deal. It's important to work with a real estate agent to guide you through each step.
bg: Процесът на закупуване на жилище обикновено включва намиране на подходящ имот, осигуряване на финансиране чрез ипотечен кредитор, отправяне на оферта за дома, получаване на инспекция на дома, за да се оцени състоянието му, и след това затваряне на сделката. Важно е да работите с агент по недвижими имоти, който да ви води през всяка стъпка.

source: Thoughts
bg: Мисли

source: Tiffany Heffner
bg: Тигани Хефер

source: West Randolph Street
bg: Уест Рондолф Стрийт

source: What are the steps in the home buying process?
bg: Какви са стъките при покупка на имот?

source: y old
bg: годишна

source: City
bg: Град

source: Has Airport
bg: Има Летище

source: Has Cultural Events
bg: Има Културни събития

source: Loading...
bg: Зареждане...

source: Population
bg: Население
